Repository: carquois/blobon
Catalog: blobon/blogs/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Enter your page title
fr: Entrez le titre de votre page

source: Your page content here
fr: Votre contenu ici

source: Enter your title
fr: Entrez votre titre

source: Your blog adress
fr: L'adresse de votre blogue

source: Enter the blog moderator email here
fr: Entrez le modérateur du blogue ici

source: Your text here
fr: Votre texte ici

source: Email here
fr: Entrez votre courriel

source: Your website url here
fr: Le lien vers votre site Web

source: Title :
fr: Titre :

source: Enter your title here.
fr: Entrez le titre ici

source: Title translated :
fr: Titre traduit :

source: Enter your translation here.
fr: Entrez votre traduction ici.

source: Enter your content here
fr: Entrez votre contenu ici

source: Enter your translation here
fr: Entrez votre traduction ici

source: Enter your message here
fr: Entrez votre message ici

source: Your name
fr: Votre nom

source: Leave your comment here
fr: Laissez votre commentaire ici

source: Enter your email here
fr: Entrez votre courriel ici

source: Your occupation here
fr: Votre emploi

source: Your blog title
fr: Le titre de votre blogue

source: Your blog password
fr: Le mot de passe de votre blogue

source: Your custom domain
fr: Votre domaine personnalisé

source: Describe Your Blog
fr: Décrivez votre blogue

source: Your blog main color
fr: La couleur principale de votre blogue

source: Link to your Pinterest page here
fr: Entrez le lien vers cotre page Pinterest ici

source: Link to your Facebook page here
fr: Entrez le lien vers votre page Facebook ici

source: Link to your Twitter page here
fr: Entrez le lien vers cotre page Twitter ici

source: Your Google Analytics account number
fr: Votre # de compte Google Analytic

source: Your new username here
fr: Votre nom d'utilisateur

source: Your first name here
fr: Entrez votre prénom

source: Your last name here
fr: Entrez votre nom de famille

source: Your new password here
fr: Entrez votre mot de passe

source: Enter the blog password
fr: Entrez le mot de passe de votre blogue

source: Enter email here
fr: Entrez votre courriel

source: Enter feed url here
fr: Entrez l'url du flux rss ici

source: Your subject here
fr: Votre sujet ici

source: Your campaign name here
fr: Entrez le nom de votre campagne ici

source: Your subject
fr: Votre sujet

source: Your message
fr: Votre message

source: Your tag name here
fr: Entrez le nom de votre étiquette ici

source: Describe your tag
fr: Décrivez votre étiquette

source: Slug
fr: URL

source: Your category name here
fr: Le nom de votre catégorie

source: Describe your category
fr: Décrivez votre catégorie

source: Your category color
fr: La couleur de votre catégorie

source: Write your title here
fr: Entrez votre titre ici

source: Write your tag name or tags separated by commas
fr: Mettre le nom de votre étiquette, vous pouvez en mettre plusieurs en les séparant par des virgules

source: Write your translated title here
fr: Entrez votre traduction ici

source: Your source
fr: Votre source

source: Write artist name here
fr: Écrivez le nom de l'artiste ici

source: Write a new post
fr: Écrivez un nouvel article

source: Write your text here
fr: Entrez votre texte ici

source: Write something about this image
fr: Écrivez quelque chose à propos de votre image

source: Write something about this video
fr: Écrivez quelque chose à propos de cette vidéo

source: Youtube or Vimeo url here
fr: Entrez le lien du vidéo Youtube ou Vimeo ici

source: Soundcloud playlist url here
fr: Entrez le lien de votre playlist Soundcloud ici

source: Name
fr: Nom

source: Single
fr: Seul

source: Category
fr: Catégorie

source: Moderator email
fr: Courriel du modérateur

source: Title
fr: Titre

source: Main image
fr: Image principale

source: Main color
fr: Couleur principale

source: Password
fr: Mot de passe

source: Custom domain
fr: Domaine

source: Short description
fr: Courte description

source: Feed url
fr: URL du fil

source: Content
fr: Contenu

source: Subject
fr: Sujet

source: Cat image
fr: Image de la catégorie

source: Cat email image
fr: Image du email

source: Cat fb image
fr: Image fb

source: Cat tw image
fr: Image tw

source: Cat pint image
fr: Image pinterest

source: Cat caret image
fr: Image caret

source: Text
fr: Texte

source: Translated title
fr: Titre traduit

source: Video
fr: Vidéo

source: Image_28
fr: Image_2

source: Content_0
fr: Contenu_0

source: Content_01
fr: Contenu_01

source: Content_1
fr: Contenu_1

source: Content_2
fr: Contenu_2

source: Content_3
fr: Contenu_3

source: Content_4
fr: Contenu_4

source: Content_5
fr: Contenu_5

source: Content_6
fr: Contenu_6

source: Content_video
fr: Contenu_vidéo

source: Video URL
fr: Vidéo Url

source: Artist
fr: Artiste

source: Email
fr: Courriel

source: Website
fr: Site Web

source: Language_name
fr: Langue

source: Language_code
fr: Code de la langue

source: Your profile has been saved
fr: Votre profil est sauvegardé

source: Error
fr: Erreur!

source: Thank you for your interest in the project. %s has been added to our queue and we will contact you as soon as we can
fr: Merci pour votre intérêt. Votre courriel %s a été ajouté. Nous entrerons en contact avec vous sous peu

source: Error!
fr: Erreur!

source: Error! Please post a valide youtube url.
fr: Erreur! Veuillez entrer un url Youtube valide

source: The feed has been added
fr: Le fil a été ajouté

source: Congratulation, you just created a blog
fr: Félicitations, vous venez de créer un blogue

source: The contributor profile has been added
fr: Le contributeur a été ajouté

source: Your contributor has been saved
fr: Le contributeur a été sauvegardé

source: The type has been added
fr: Le nouveau type a été ajouté

source: Your contributor has been remove
fr: Le contributeur a été supprimé

source: The tag has been created
fr: L'étiquette a été crée

source: Your tag has been deleted
fr: L'étiquette a été supprimé

source: The tag has been deleted
fr: L'étiquette a été supprimé

source: The tag has been change to a category
fr: L'étiquette a été changé en catégorie

source: The category has been change to a tag
fr: La catégorie a été changé en étiquette

source: Your settings have been saved
fr: Vos paramêtres ont été enregistrés

source: Your post has been publish
fr: Votre article est maintenant publié

source: Your post has been add to queue
fr: Votre article est maintenant ajouté à la queue

source: Your post has been save
fr: Votre article est sauvegardé

source: Your page has been created
fr: Votre page est maintenant créée

source: Your post has been deleted
fr: Votre article a été effacé

source: The post has been deleted
fr: L'article est maintenant effacé

source: Your page has been deleted
fr: Votre page est maintenant effacée

source: The page has been deleted
fr: La page est maintenant effacée

source: Your category has been deleted
fr: Votre catégorie est maintenant effacée

source: The category has been deleted
fr: La catégorie est maintenant effacée

source: The post has been publish
fr: L'article est maintenant publié

source: The page has been publish
fr: La page est maintenant publiée

source: The subscriber has been deleted
fr: L'abonné est maintenant effacé

source: The feed has been deleted
fr: Le fil est maintenant effacé

source: Your blog has been deleted
fr: Votre blogue est maintenant effacé

source: The blog has been deleted
fr: Le blogue est maintenant effacé

source: Your email has been deleted
fr: Votre courriel est maintenant effacé

source: The email has been deleted
fr: Le courriel est maintenant effacé

source: A new subscriber has been added to your blog
fr: Un nouvel abonné vient d'être ajouté à votre blogue

source: Your message has been sent, thank you!
fr: Votre message a été envoyé, merci!

source: The password didn't match. Please try again.
fr: Les mots de passe ne correspondent pas. S'il vous plaît essayez de nouveau

source: Thank you. Your comment is now awaiting moderation
fr: Merci. Votre commentaire sera maintenant modéré avant d'être publié

source: Oups! It didn't work, please try again with a valid email
fr: Oups! Essayez de nouveau avec un courriel valide

source: - About
fr: - À propos

source: Efficient - Lightweight - Social
fr: Efficace – Léger – Social

source: Blobon is a young innovative digital company, made in Canada. Our mission is to develop lightweight, simple and effective interfaces for both small and large businesses and individuals. Our vision is to connect all these entities together as a large social network. <br /> <br /> Blobon is an open and flexible technology that adapts to you and to all types of devices. We are mobile, such as your public. <br /> <br /> Blobon is also a one-stop turnkey solutions for all your digital needs: architecture, design, content, strategy, branding. We offer customized and effective solutions that will simplify your work. <br /> <br /> Because your audiences are overstretched and increasingly difficult to satisfy, give them Blobon, a young, social, engaging, easy to use, dynamic and friendly platform. <br /> <br /> Finally, Blobon is a straight to the point, friendly and entertaining network - because life is too short to be bored. <br /> <br /> You've already spent too long Blobon:
fr: Blobon est une jeune entreprise numérique innovante, made in Québec. Notre mission : développer des interfaces légères, simples et efficaces destinées aussi bien aux petites et aux grandes entreprises qu'aux individus. Notre vision : faire communiquer toutes ces entités entre elles sous la forme d'un vaste réseau social. <br /> <br /> Blobon est une technologie ouverte et flexible qui s'adapte à vous comme à tous les types d'appareils. Nous sommes mobiles, comme vos publics. <br /> <br /> Blobon, c'est aussi un guichet unique de solutions clés en main pour tous vos besoins numériques : architecture, design, contenus, stratégie, image de marque. Nous vous offrons des solutions personnalisées et performantes qui vous simplifieront la tâche. <br /> <br /> Parce que vos publics sont sursollicités et de plus en plus difficiles à atteindre, offrez-leur Blobon, une plateforme jeune, sociale, engageante, simple à utiliser, dynamique et sympathique. <br /> <br /> Finalement, Blobon, c'est un contact direct, amical et divertissant – parce que la vie est trop courte pour s'ennuyer. <br /> <br /> Vous vous êtes déjà passé de Blobon trop longtemps :

source: contact us now!
fr: contactez-nous maintenant

source: Create an account
fr: Créez un compte

source: Your account has been deleted
fr: Votre compte a été supprimé

source: Add a sub-category to
fr: Ajouter une sous-catégorie à

source: Add a color to your category
fr: Ajouter une couleur à votre catégorie

source: Add color
fr: Ajouter une couleur

source: Cancel color
fr: Annuler

source: Cancel
fr: Annuler

source: Save Changes
fr: Sauvegarder les changements

source: Save
fr: Sauvegarder

source: Enter your data and save
fr: Entrez votre donnée ici

source: View blog
fr: Voir le blogue

source: All my blogs
fr: Tous mes blogues

source: Write a new post quickly
fr: Écrivez un nouvel article

source: Quick post
fr: Article rapide

source: Write a blog post
fr: Écrivez un nouvel article

source: Blog post
fr: Billet de blogue

source: Submit one or more images
fr: Ajouter une ou plusieurs images

source: Submit a Youtube video,a Vimeo Video or a Soundcloud playlist
fr: Ajouter un vidéo Youtube, un Viméo ou une piste de Soundcloud

source: Video and Music
fr: Vidéo et Musique

source: Cancel Title
fr: Annuler titre

source: Add a Title to Your Post
fr: Ajouter un titre à votre article

source: Add a title
fr: Ajouter un titre

source: Get More Formating Options
fr: Avoir plus d'options

source: Formating Options
fr: Options de formatage

source: Create and add a new tag to your post
fr: Créez et ajouter un nouvel étiquette à votre article

source: Add a new tag
fr: Ajouter un nouvel étiquette :

source: You can add more than one tag by separating them with commas
fr: Vous pouvez ajouter un étiquette ou plusieurs en les séparant par des virgules

source: Cancel add new tag
fr: Annuler

source: Submit post
fr: Soumettre l'article

source: More options
fr: Plus d'options

source: Post now
fr: Publier maintenant

source: Add to the queue
fr: Ajouter à la queue

source: To be translated
fr: À traduire :

source: Upload a Single Image
fr: Transférer une image

source: Single Image
fr: Image principale

source: Create an Album of Images
fr: Créer un album

source: Create An Album
fr: Créer un album

source: Vertical layout : Show two images side by side
fr: Affichage vertical : montrez deux images l'une à côté de l'autre

source: Horizontal Layout : Show one big image with 3 thumbnails under it
fr: Affichage horizontal : montrez une grosse image avec 3 petites en dessous

source: Grid Layout : Shows all the images on one page as thumbnails. Best for albums with many images.
fr: Affichage d'une grille

source: Cancel Album
fr: Annuler album

source: Cancel vertical album
fr: Annuler album vertical

source: Add a Title to Your Album
fr: Ajouter un titre à votre album

source: Add a Comment to Your Images
fr: Ajouter un commentaire à vos images

source: Add content
fr: Ajouter du contenu

source: Add more images
fr: Ajouter plus d'images

source: More images
fr: Plus d'image

source: Cancel horizontal album
fr: Annuler album horizontal

source: Cancel Comments
fr: Annuler

source: Cancel grid album
fr: Annuler album

source: Cancel single image
fr: Annuler

source: Add a Title to Your Image
fr: Ajouter un titre à vos images

source: Add a Comment to Your Image
fr: Ajouter un commentaire à vos images

source: Cancel Comment
fr: Annuler

source: Create a post with a youtube or vimeo video
fr: Article avec vidéo

source: Create a post with a soundcloud playlist
fr: Artcile avec piste de soundcloud

source: Music
fr: Musique

source: Cancel video
fr: Annuler

source: Add a Title to Your Video
fr: Ajouter un titre à votre vidéo

source: Add a Title
fr: Ajouter un titre

source: Add a Comment to Your Video
fr: Ajouter un commentaire à votre vidéo

source: Add a Title to Your music
fr: Ajouter un titre à votre article

source: Cancel Music
fr: Annuler

source: Last Post
fr: Dernier article

source: Manage Your Posts
fr: Gérer vos articles

source: Manage
fr: Gérer

source: Show All Posts
fr: Montrer tous les articles

source: All
fr: Tous

source: There are no posts for this blog
fr: Il n'y a aucun article pour ce blogue

source: Author
fr: Auteur

source: View This Post
fr: Voir cet article

source: Last Page
fr: Dernière page

source: Manage Your Pages
fr: Gérer vos pages

source: Add a New Page
fr: Ajouter une nouvelle page

source: Add New
fr: Ajouter

source: Show All Pages
fr: Montrer toutes les pages

source: View This Page
fr: Voir cette page

source: Coming soon
fr: À venir

source: Info-letters
fr: Info-lettres

source: Manage your Info-letters
fr: Gérer vos info-lettres

source: Number of subscriber:
fr: Nombre d'abonnés :

source: Last subscriber:
fr: Dernier abonné :

source: This blog has no mailing list
fr: Ce blogue n'a pas de liste d'envoi

source: This blog has no subscriber
fr: Ce blogue n'a pas d'abonné

source: and no mailing list
fr: et aucune info-lettre

source: Email function
fr: Fonction de courriel

source: Who
fr: Qui

source: Translation
fr: Traduction

source: Translate your posts
fr: Traduire vos articles

source: Number of posts to be translate:
fr: Nombre d'articles à traduire:

source: This blog has no post to translate
fr: Aucun article à traduire

source: Last comment to be approve
fr: Dernier commentaire à être approuvé

source: Moderate Comments
fr: Modérer les commentaires

source: Show All Comments
fr: Tous les commentaires

source: This blog has no comment to approve
fr: Ce blogue n'a aucun commentaire à approuver

source: Comment
fr: Commentaires

source: Post
fr: Article

source: Manage comment
fr: Gérer les commentaires

source: View post
fr: Voir l'article

source: Send email
fr: Envoyer courriel

source: Categories
fr: Catégories

source: Manage Your Categoriess
fr: Gérer vos catégories

source: Add a New Category
fr: Ajouter une catégorie

source: Show All Categories
fr: Montrer toutes les catégories

source: This blog has no category
fr: Ce blogue n'a aucun catégorie

source: Your blog settings
fr: Les paramètres de votre blogue

source: Change your settings
fr: Changer vos paramètres

source: Edit
fr: Modifier

source: Name :
fr: Nom

source: Short description:
fr: Courte description

source: Creator :
fr: Créateur :

source: Private :
fr: Privé :

source: Yes
fr: Oui

source: No
fr: Non

source: Password :
fr: Mot de passe

source: Tags
fr: Étiquettes

source: Manage Your Tags
fr: Gérer vos étiquettes

source: Add a New Tag
fr: Ajouter une nouvelle étiquette

source: Show All Tags
fr: Montrer toutes les étiquettes

source: Dashboard
fr: Tableau de bord

source: Manage your posts
fr: Gérer vos articles

source: Posts
fr: Articles

source: Manage your pages
fr: Gérer vos pages

source: Moderate comments
fr: Modérer les commentaires

source: Comments
fr: Commentaires

source: Create, modify or delete categories
fr: Créer, modifier ou effacer des catégories

source: Create, modify or delete tags
fr: Créer, modifier ou effacer des étiquettes

source: Create and manage mailing list
fr: Créer et gérer vos info-lettres

source: Mailing list
fr: Info-lettre

source: Settings
fr: Paramêtres

source: Manage contributor
fr: Gérer les contributeurs

source: Contributor
fr: Contributeur

source: Manage custom type of post
fr: Gérer vos articles

source: Custom posts
fr: Articles personnalisés

source: Categories :
fr: Catégories :

source: Add new
fr: Ajouter

source: Add one
fr: Ajouter

source: Add a new category :
fr: Ajouter une nouvelle catégorie :

source: Choose a color for your category, default is black
fr: Choisir une couleur pour votre catégorie

source: Choose a color
fr: Choisir une couleur

source: Cancel and leave the default color
fr: Annuler

source: Save your new category
fr: Sauvegarder votre catégorie

source: Cancel add category
fr: Annuler l'ajout de catégorie

source: Modify This Category
fr: Modifier cette catégorie

source: Add a sub-category to this category
fr: Ajouter une sous-catégorie à cette catégorie

source: Add a sub-category
fr: Ajouter une sous-catégorie :

source: Convert this category to a tag
fr: Changer cette étiquette en catégorie

source: Convert to a tag
fr: Changer en catégorie

source: Delete this category
fr: Effacer cette catégorie

source: Delete Category
fr: Supprimer la catégorie

source: Are you sure you want to delete the category
fr: Êtes-vous certain de vouloir effacer cette catégorie?

source: Yes, I Want to Delete it
fr: Oui, je veux l'effacer

source: Comments to be approve
fr: Commentaires à être approuvés

source: Delete all pending comments
fr: Effacer tous les commentaires non-publiés

source: Delete all
fr: Effacer tout

source: Published comments
fr: Commentaires publiés

source: View published comments
fr: Voir les commentaires publiés

source: Approve this comment
fr: Approuver ce commentaire

source: Approve
fr: Approuver

source: Signal this comment to the administrator
fr: Signaler ce commentaire aux administrateurs

source: Signal
fr: Signaler

source: Delete this comment
fr: Effacer ce commentaire

source: Delete
fr: Effacer

source: View
fr: Voir

source: Send an Email to the Author of the Comment
fr: Écrire un courriel à l'auteur de ce commentaire

source: Send Email
fr: Envoyer courriel

source: Delete Comment
fr: Effacer le commentaire

source: Are you Sure You Want to Delete This Comment?
fr: Êtes-vous certain de vouloir effacer ce commentaire?

source: Previous
fr: Précédent

source: of
fr: de

source: Next
fr: Suivant

source: Create a campaign :
fr: Créer une campagne

source: Campaign name
fr: Nom de la campagne

source: Save your new email
fr: Sauvegarder votre courriel

source: Cancel new campaign
fr: Annuler la nouvelle info-lettre

source: Campaigns
fr: Campagnes

source: Create a new campaign
fr: Créer une nouvelle campagne

source: Create new
fr: Nouveau

source: Modify this campaign
fr: Modifier cette campagne

source: Delete this campaign
fr: Supprimer cette campagne

source: View email content
fr: Voir le contenu du courriel

source: View email
fr: Voir courriel

source: Send email now
fr: Envoyer le courriel maintenant

source: Send now
fr: Envoyer

source: Delete mailing list
fr: Effacer cette info-lettre

source: Are you sure you want to delete this mailing list :
fr: Êtes-vous certain de vouloir effacer cette info-lettre :

source: Blog subscribers
fr: Abonnés au blogue

source: Add new :
fr: Ajouter :

source: Add
fr: Ajouter

source: New
fr: Nouveau

source: Delete this subscriber
fr: Effacer cet abonné

source: Delete subscriber
fr: Effacer l'abonné

source: Are you sure you want to delete this subscriber?
fr: Êtes-vous certain de vouloir effacer cet abonné?

source: Status
fr: Statut

source: Modify This Page
fr: Modifier cette page

source: Delete This Page
fr: Effacer cette page

source: Publish this page now
fr: Publier cette page maintenant

source: Publish now
fr: Publier

source: Delete Page
fr: Effacer la page

source: Are you Sure You Want to Delete This Page?
fr: Êtes-vous certain de vouloir effacer cette page?

source: Add a New Post
fr: Ajouter un nouvel article

source: View only the draft posts
fr: Voir seulement les articles non-publiés

source: View queue
fr: Voir la file

source: View only published posts
fr: Voir seulement les articles publiés

source: View publish
fr: Voir les articles publiés

source: Tag
fr: Étiquette

source: This post has no title
fr: Cet article n'a pas de titre

source: Modify This Post
fr: Modifier cet article

source: Delete This Post
fr: Effacer cet article

source: Publish this post now
fr: Publier cet article

source: Translate this post
fr: Traduire cet article

source: Translate
fr: Traduire

source: None
fr: Aucun

source: Edit this category
fr: Modifier cette catégorie

source: Edit this tag
fr: Modifier cette étiquette

source: Delete Post
fr: Effacer cet article

source: Are you Sure You Want to Delete This Post :
fr: Êtes-vous certain de vouloir effacer cet article :

source: Edit your settings :
fr: Modifier vos paramêtres :

source: Delete blog
fr: Effacer le blogue

source: More Info About Title
fr: Plus d'infos à propos du titre

source: More info
fr: Plus d'infos

source: Write your new title here
fr: Entrez votre titre ici

source: What is a Slug
fr: Qu'est-ce qu'un slug ?

source: Write your new slug here
fr: Entrez votre slug ici

source: Info About Customs Domains
fr: Info sur les domaines personnalisés

source: Write the url of your custom domain here
fr: Entrez le modérateur du blogue ici

source: Info About Blog Description
fr: Informations à propos de la description

source: Describe your blog here
fr: Décrivez votre blogue

source: Info About Blog Short Description
fr: Info

source: Write a short description of your blog here
fr: Écrire une courte description à propose de votre blogue ici

source: Blog main image
fr: Image principale

source: This blog has no main image, you can add one anytime
fr: Ce blogue n'a pas d'image principale, vous pouvez en ajouter une

source: Info about your blog main image
fr: Informations à propos de votre image principale de blogue

source: Info a bout your blog main color
fr: Info

source: If you enter a password in the field below, your blog will be hidden except to the people who you give the password to.
fr: Si vous entrez un mot de passe, votre blogue sera caché exepté aux personnes à qui vous donnerez le mot de passe

source: Check if you want your blog to be public
fr: Cochez si vous voulez que votre blogue soit public
