Repository: carquois/blobon
Catalog: blobon/blogs/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Write a password here if you want your blog to be private
fr: Écrivez un mot de passe ici si vous voulez que votre blogue soit privé

source: Facebook link:
fr: Lien Facebook

source: Twitter link:
fr: Lien Twitter

source: Pinterest link:
fr: Lien Pinterest

source: Google Analytics account number:
fr: Votre # de compte Google Analytics

source: Auto-publish frequency:
fr: Fréquence de publication:

source: Choose a frequency if you want your drafted posts to be publish automatically
fr: Choisissez une fréquence pour activer la publication automatique

source: Exclusion start:
fr: Début de l'exclusion

source: Choose an exclusion starting time if you want the auto-posting to stop during a certain part of the day
fr: Choisissez une heure de bébut d'exclusion si vous souhaitez que la publication automatique s'arrête pour une certaine période

source: Exclusion end:
fr: Fin de l'exclusion

source: Choose an exclusion ending time if you want the auto-posting to stop during a certain part of the day
fr: Choisissez une heure de bébut d'exclusion si vous souhaitez que la publication automatique s'arrête pour une certaine période

source: Get notified when draft is empty
fr: Recevoir un avis quand la file est vide

source: Save your settings
fr: Sauvegarder vos paramêtres

source: Your blog title is what people see on top of your blog, idealy it should be short a representative of your blog subjet. Etc...
fr: Le titre de votre blogue est ce que les gens verront en haut de votre blogue. Dans le meilleur des mondes, il est court et représentatif.

source: Close
fr: Fermer

source: A slug is the part of a URL which identifies a page...
fr: Un slug est une partie d'un URL qui identifie une page

source: If you enter a password, your blog will be hidden except to the people who you give the password to.
fr: Si vous entrez un mot de passe, votre blogue sera caché exepté aux personnes à qui vous donnerez le mot de passe

source: This section is to write a full description of your blog.
fr: Cette section sert à écrire une description complète de votre blogue

source: This section is to write a small description of your blog.
fr: Cette section sert à écrire une courte description de votre blogue

source: This color is for the navbar and the link of your blog
fr: Vous allez pouvoir utiliser cette couleur dans la barre de navigation et pour les liens de votre blogue

source: This is the image that is going to be at the top of your blog main page
fr: L'image de couverture

source: Frequency
fr: Fréquence

source: Exclusion starting time
fr: Début de l'exclusion

source: Exclusion ending time
fr: Fin de l'exclusion

source: Delete this blog
fr: Effacer ce blogue

source: Are you sure you want to delete the blog :
fr: Êtes-vous certain de vouloir effacer ce blogue :

source: This action is irreversible
fr: Cette action est irréversible

source: Yes, I want to delete it
fr: Oui, je veux l'effacer

source: Add a new tag :
fr: Ajouter un nouvel étiquette :

source: Save your new tag
fr: Sauvegarder votre nouvel étiquette

source: Cancel add tag
fr: Annuler

source: Modify This tag
fr: Modifier cette étiquette

source: Convert this tag to a category
fr: Modifier cette catégorie

source: Convert to a category
fr: Changer en catégorie

source: Delete this tag
fr: Effacer cette étiquette

source: Delete Tag
fr: Effacer étiquette

source: Are you Sure You Want to Delete This Tag?
fr: Êtes-vous certain de vouloir effacer cette étiquette?

source: Login
fr: Se connecter

source: The Ultimate Blogging Tool
fr: Le meilleur système de gestion de contenu, tout simplement.

source: Learn more
fr: En savoir plus

source: Cancel the invitation request
fr: Annuler la demande d'invitation

source: Submit
fr: Soummettre

source: Home
fr: Accueil

source: Website :
fr: Site Web

source: About
fr: À propos

source: Subscribe to the mailing list
fr: S'inscrire à l'infolettre

source: Subscribe
fr: S'inscrire

source: Published
fr: Publié

source: View previous post
fr: Voir l'article précédent

source: View next post
fr: Voir l'article suivant

source: Comments:
fr: Commentaires

source: Leave a comment
fr: Laissez votre commentaire ici

source: Receive following comments
fr: Recevoir des alertes pour les commentaires

source: Sorry! This blog is now closed
fr: Désolé! Ce blogue est maintenant fermé

source: Contact Blobon.com
fr: Contacter Blobon.com

source: Please try again.
fr: S'il vous plaît, essayez de nouveau

source: Contact Blobon, Inc
fr: Contacter Blobon Inc

source: Here is the adress to join us, you can also use the contact form below. Don't be shy, we’re here to help you. If you just want to say hi, that's cool too.
fr: Voici l'adresse pour nous joindre. Ne soyez pas gêné, nous sommes là pour vous aider. Si vous voulez juste dire bonjour, c'est parfait aussi.

source: 201 St-Louis, App 401
fr: 201 rue St-Louis, App 401

source: Your email
fr: Courriel du modérateur

source: Send
fr: Envoyer

source: Add a contributor :
fr: Ajouter un contributeur :

source: Create contributor
fr: Créez un contributeur

source: Create
fr: Créer

source: Contributors for this blog
fr: Les contributeurs de ce blogue

source: Edit this contributor
fr: Modifier ce contributeur

source: Admin
fr: Administrateur

source: Delete this contributor
fr: Supprimer ce contributeur

source: Delete contributor
fr: Supprimer le contributeur

source: Are you sure you want to delete this contributor?
fr: Êtes-vous certain de vouloir supprimer ce contributeur?

source: Create a new blog
fr: Créez un nouveau blogue

source: - A title is required
fr: - un titre est requis

source: - A url is required
fr: - un URL est requis

source: (ie. My Travel Blog, Kim Jong Looking at things, Big Kahuna Burger)
fr: (i.e. Mon blogue de voyage, Les faces de Paul Journet)

source: (You can always change it later)
fr: (Vous pouvez toujours le changer plus tard)

source: Blog moderator email
fr: Courriel du modérateur

source: (Enter your email if you wan to receive a notice for each new comment on your blog)
fr: (Entrez votre courriel si vous voulez recevoir une notification à chaque nouveau commentaire qui sera entré sur votre blogue)

source: Protect this blog with a password
fr: Entrez un mot de passe pour rendre votre blogue privé

source: Enter the password here:
fr: Entrez le mot de passe de votre blogue

source: Create your blog
fr: Créer votre blogue

source: Create a new page :
fr: Créez une nouvelle page

source: Submit page
fr: Soumettre une page

source: Delete this type of post
fr: Supprimer ce type d'article

source: Delete post type
fr: Supprimer ce type d'article

source: Are you sure you want to delete this post type?
fr: Êtes-vous certain de vouloir supprimer ce type d'article?

source: This blog has no custom type
fr: Ce blogue n'a aucun type d'article personnalisé

source: My Blogs
fr: Mes blogues

source: Here's an overview of all your blogs. From here, you can manage posts, pages, comments, and much more.
fr: Voici un aperçu de tous vos blogues. D'ici, vous pouvez gérer vos articles, vos pages, vos commentaires et beaucoup plus.

source: Create another blog
fr: Créer un autre blogue

source: View
fr: Voir

source: in new tab
fr: dans un nouvel onglet

source: Visit blog
fr: Visiter le blogue

source: Current video :
fr: Vidéo :

source: New video url :
fr: Nouveau lien du vidéo

source: Text :
fr: Texte

source: Content :
fr: Contenu

source: Current playlist :
fr: En ce moment

source: New soundcloud url :
fr: Nouveau lien de la piste

source: Current image :
fr: Image :

source: Current image 1 :
fr: Image 1 :

source: Current image 2 :
fr: Image 2 :

source: Current image 3 :
fr: Image 3 :

source: Current image 4 :
fr: Image 4 :

source: Current image 5 :
fr: Image 5 :

source: Current image 6 :
fr: Image 6 :

source: Current image 7 :
fr: Image 7 :

source: Current image 8 :
fr: Image 8 :

source: Current image 9 :
fr: Image 9 :

source: Current image 10 :
fr: Image 10 :

source: Current image 11 :
fr: Image 11 :

source: Current image 12 :
fr: Image 12 :

source: Current image 13 :
fr: Image 13 :

source: Current image 14 :
fr: Image 14 :

source: Current image 15 :
fr: Image 15

source: Current image 16 :
fr: Image 16 :

source: Current image 17 :
fr: Image 17 :

source: Current image 18 :
fr: Image 18 :

source: Current image 19 :
fr: Image 19 :

source: Current image 20 :
fr: Image 20 :

source: Current image 21 :
fr: Image 21

source: Current image 22 :
fr: Image 22 :

source: Current image 23 :
fr: Image 23 :

source: Current image 24 :
fr: Image 24 :

source: Current image 25 :
fr: Image 25 :

source: Current image 26 :
fr: Image 26 :

source: Current image 27 :
fr: Image 27 :

source: Current image 28 :
fr: Image 28 :

source: Current image 29 :
fr: Image 29 :

source: Current image 30 :
fr: Image 30 :

source: Current image 31 :
fr: Image 31 :

source: Current image 32 :
fr: Image 32 :

source: Current image 33 :
fr: Image 33 :

source: Save changes and quit
fr: Sauvegarder et quitter

source: Save changes and continue editing
fr: Sauvegarder et continuer

source: Save and continue editing
fr: Sauvegarder et continuer

source: Cancel editing
fr: Annuler l'édition

source: Change category color
fr: Changer la couleur de votre catégorie

source: Change color
fr: Changer de couleur

source: Cancel color changing
fr: Annuler

source: Edit your contributor :
fr: Modifier le contributeur :

source: Write your new username here
fr: Entrez votre nom d'utilisateur

source: Write your new email here
fr: Entrez votre adresse courriel

source: Write your first name here
fr: Entrez votre prénom

source: Write your last name here
fr: Entrer votre nom de famille

source: You have no avatar yet, you can add one anytime
fr: Vous n'avez pas d'image de profil, vous pouvez en ajouter une à tout moment

source: Write a little description here
fr: Éntrez une courte description à propose de votre blogue ici

source: Change your password
fr: Changer votre mot de passe

source: Change password
fr: Changer le mot de passe

source: Write your new password here
fr: Entrez votre nouveau mot de passe

source: Delete this contributor?
fr: Supprimer ce contributeur?

source: Are you sure you want to delete this contributor
fr: Êtes-vous certain de vouloir supprimer ce contributeur?

source: See all type
fr: Voir tous les types

source: Fields for
fr: Champs pour le type

source: Data
fr: Donnée

source: Delete this field
fr: Supprimer ce champ

source: Delete field
fr: Supprimer ce champ

source: Are you sure you want to delete this field?
fr: Êtes-vous certain de vouloir supprimer ce champ?

source: This custom type has no field yet
fr: Ce type article n'a pas encore de champ

source: Add a new field
fr: Ajouter un nouveau champ

source: Choose a type:
fr: Choisissez un type de champ:

source: Choose a type of field
fr: Choisissez un type de champ

source: Email purpose :
fr: Le but du courriel :

source: Edit your page :
fr: Modifier votre page :

source: Edit your profile :
fr: Modifier votre profile :

source: Delete account
fr: Supprimer le compte

source: Delete this account?
fr: Supprimer ce compte?

source: Are you sure you want to delete your accounts
fr: Êtes-vous certain de vouloir supprimer votre compte

source: draft is now empty
fr: la file est vide

source: Thank you
fr: Merci

source: Blobon Business Solutions
fr: Solutions pour entreprises de Blobon

source: Partners
fr: Partenaires

source: Back to Blobon
fr: Revenir à Blobon

source: Get your business online
fr: Mettre votre entreprise en ligne

source: Blobon can help you meet your business goals. Blobon Blogs give your business a home online, and let you build relationships with your customers.
fr: Blobon peut vous aider à atteidre vos buts. Blobon donne à votre entreprise une place en ligne et vous aide à bâtir une relation avec vos clients.

source: Contact us
fr: Nous contacter

source: All the right people
fr: Atteindre les bonnes personnes

source: Based on their location, age and more, we can introduce you to the people who’ll love your business.
fr: Basé sur leur situation géographique, âge et plus, nous pouvons vous permettre d'atteindre les bonnes personnes qui aimeront votre entreprise.

source: On desktop and mobile
fr: Sur ordinateur et appareils mobiles

source: Reach people where they’re engaged. Our responsive framework will adapt to smartphones and tablets.
fr: Atteindre les gens où ils sont. Notre système adaptatif s'adapte aux appareils mobiles ainsi qu'aux tablettes.

source: Optimise your website
fr: Optimisez votre site Web

source: Blobon Analytics helps you learn about your website so you can make it more useful for visitors.
fr: Blobon Analytics vous aide à comprendre comment vous pouvez mieux optimiser votre site Web.

source: Improve how you work
fr: Améliorez comment vous travaillez

source: Blobon Apps helps you be more productive from anywhere with online email, calendar, and docs.
fr: Les applications de Blobon vous aident à être plus productif de n'importe où avec de multiples applications.

source: Advertise on Blobon
fr: Annoncez sur Blobon

source: Blobon Reach helps you find new customers who are looking for what you have to offer.
fr: Blobon Reach vous aide à trouver de nouveaux clients potentiels pour ce que vous avez à offrir.

source: Here is the adress to join us, you can also use the contact form below. Don't be shy, we’re here to help you.
fr: Voici l'adresse pour nous joindre, vous pouvez aussi utiliser le formulaire de contact plus bas. Ne soyez pas gêné, nous sommes là pour vous aider.

source: Subject :
fr: Sujet :

source: Your email :
fr: Votre courriel :

source: Subsribe to
fr: Vous inscrire à

source: Title :
fr: Titre :

source: Save to draft
fr: Sauvegarder comme brouillon

source: Blog
fr: Blogue

source: This blog require a password
fr: Ce blogue est protégé par un mot de passe

source: View only draft posts
fr: Voir seulement les articles non-publiés

source: View all posts
fr: Voir tous les articles

source: View all
fr: Tout voir

source: View comments that are waiting for approval
fr: Voir les commentaires en attente d'aprobation

source: View pending comments
fr: Voir les commentaires à appourver

source: This blog has no published comment
fr: Aucun commentaire publié

source: View published
fr: Voir les articles publiés

source: Delete post
fr: Effacer l'article

source: Save changes and add to queue
fr: Sauvegarder les changements et ajouter à la queue

source: Save queue
fr: Sauvegarder

source: Save changes but leave for further translation
fr: Sauvegarder les changements en laissant pour traduction future

source: Save without changing status
fr: Sauvegarder sans changer le statut

source: Save changes and publish post
fr: Sauvegarder et publier l'article

source: Save publish
fr: Sauvegarder et publier

source: Cancel translation
fr: Annuler

source: Create a free blog.
fr: Créez un blogue gratuit

source: Rss feeds for auto post
fr: Fils RSS pour publication automatique

source: Delete this feed
fr: Effacer ce fil

source: Delete feed
fr: Effacer le fil

source: Are you sure you want to delete this feed?
fr: Êtes-vous certain de vouloir effacer ce fil?

source: This blog has no feed for auto post
fr: Ce blogue n'a pas de fil pour publication automatique

source: Artist :
fr: Artiste :

source: I want to subscribe to
fr: Je veux m'inscrire à

source: mailing list
fr: infolettre

source: Subscribe to
fr: S'inscrire à

source: Thank you! We have added your email to our list.
fr: Merci! Nous avons ajouté votre courriel à notre liste.

source: Home
fr: Accueil

source: Good job!
fr: Beau travail!

source: There is no post to translate right now
fr: Il n'y a pas d'article à traduire pour le moment

source: Posts to translate
fr: Articles à traduire

source: Translate your posts quickly
fr: Traduire vos articles rapidement

source: Quick translation
fr: Traduction rapide

source: Coming soon...
fr: À venir...

source: Quit preview
fr: Quitter la prévisualisation

source: Quit
fr: Quitter

source: Your account is now active!
fr: Votre compte est maintenant activé

source: - Activation complete
fr: - Activation réussie

source: Activation complete! Your account is now active.
fr: Actvivation réussie! Votre compte est maintenant prêt à être utilisé

source: Welcome to blobon.com Please use this link to activate your account: http://blobon.com/accounts/activate/%(key)s/ After activation you can login to the site: http://blobon.com/login/ Thank you
fr: Bienvenue sur blobon.com Cliquez sur ce lien pour activer votre compte: http://blobon.com/accounts/activate/%(key)s/ Vous pourrez ensuite vous connecter à cette adresse: http://blobon.com/login/ Merci

source: - Registration complete
fr: - Enregistrement terminé

source: Registration complete! You will receive an email to activate your account, thank you.
fr: Enregistrement terminé! Vous receverez un courriel pour activer votre compte, merci.

source: - Signup
fr: - S'inscrire

source: Join Blobon now
fr: Rejoignez Blobon maintenant

source: Enter a username, a password and a valid email address to receive an activation key
fr: Entrez un nom d'utilisateur, un mot de passe et une adresse courriel valide pour recevoir uneclé d'activation

source: Create account
fr: Créez un compte
